Repository: EddieRingle/wicketpixie
Catalog: plugins/falbum/lang/falbum-*.po
Languages: it_it

source: Options saved
it_it: Opzioni salvate

source: Mod rewrite rules updated
it_it: Regole aggiornate di Mod rewrite

source: Cache cleared
it_it: Cache cancellata

source: Flickr authorization reset
it_it: Autorizzazione Flickr reimpostata

source: Successfully set token
it_it: Token impostato correttamente

source: FAlbum Options
it_it: Opzioni FAlbum

source: Initial Setup
it_it: Setup iniziale

source: Please complete the following step to allow FAlbum to access your Flickr photos.
it_it: Completando il passaggio seguente FAlbum potr accedre alle tue foto su Flickr.

source: Step 1:
it_it: Passo 1:

source: Authorize FAlbum with access your Flickr account
it_it: Autorizza FAlbum con l'accesso al tuo account su Flickr

source: Step 2:
it_it: Passo 2:

source: Thumbnail Size
it_it: Dimensione Anteprima

source: Square
it_it: Quadrata

source: Thumbnail
it_it: Anteprima

source: Small
it_it: Piccola

source: Size of the thumbnail you want to appear in the album thumbnail page
it_it: Dimensione delle immagini della pagina di anteprima

source: Albums Per Page
it_it: Albums Per Pagina

source: How many albums to show on a page (0 for no paging)
it_it: Quanti album mostrati per ogni pagina (0 lista continua)

source: Photos Per Page
it_it: Foto Per Pagina

source: How many photos to show on a page (0 for no paging)
it_it: Quante photos mostrate in ogni pagina (0 lista continua)

source: Max Photo Width
it_it: Max Larghezza Foto

source: Maximum photo width in pixels (0 for resizing). The default size of the images returned from Flickr is 500 pixels.
it_it: Massima larghezza delle foto in pixels (0 nessuna riduzione). La misura standard delle photo di Flickr 500 pixels.

source: Display Drop Shadows
it_it: Mostra l'ombra sotto le foto

source: true
it_it: vero

source: false
it_it: falso

source: Whether or not to show drop shadows under photos
it_it: Mostrare o no l'ombra sotto le foto

source: Show Private
it_it: Mostra le private

source: Whether or not to show your "private" Flickr photos
it_it: Mostrare o no lo foto "private" di Flickr

source: Set to true if you want to use "friendly" URLs (requires mod_rewrite), false otherwise
it_it: Metti vero se vuoi usari i "friendly" URLs (richiede mod_rewrite), altrimenti falso

source: If your
it_it: Se il tuo

source: URL to use as the root for all navigational links<br /> Friendly URLs enabled - /photos/<br /> Friendly URLs disabled -
it_it: URL da usare come root per tutti i collegamenti<br /> Friendly URLs abilitato - /photos/<br /> Friendly URLs disabilitato -

source: Update Options
it_it: Aggiorna Opzioni

source: View all recent photos
it_it: Mostra le foto recenti

source: Recent Photos
it_it: Foto recenti

source: View all pictures in #title#
it_it: Mostra tutte le foto di #title#

source: This photoset has #num_photots# pictures
it_it: Questo collezione ha #num_photots# foto

source: View as a slide show
it_it: Mostra come presentazione

source: Index
it_it: Indice

source: M j, Y - g:i A
it_it: j M, Y - g:i A

source: Taken on: #date_taken#
it_it: Inviata il: #date_taken#

source: Click to view next image
it_it: Click per la prossima

source: Click to return to album
it_it: Click per ritornare all'album

source: Previous
it_it: Precedente

source: Previous Photo
it_it: Foto precedente

source: Return to album index
it_it: Ritorna all'indice dell'album

source: Next
it_it: Prossima

source: Next Photo
it_it: Prossima Foto

source: View the
it_it: Mostra la

source: original photo
it_it: foto originale

source: See similar photos
it_it: Guarda le foto simili

source: See this photo on Flickr
it_it: Guarda questa foto sul sito di Flickr

source: Show Exif Data
it_it: Mostra dati Exif

source: An error occurred. Here is the response from Flickr:\n\n#error#\n\nAnd here is the response after passing through the parser:\n\n#response#
it_it: Errore!. Questa la rispota di Flickr:\n\n#error#\n\nE questa la risposta dopo il passaggio del parser:\n\n#response#

source: Flickr server not responding
it_it: Il server Flickr non risponde

source: Unable to send request
it_it: Impossibile inviare la richiesta

source: Page:
it_it: Pagina:

source: Go to previous page (#page#)
it_it: Vai alla pagina precedente (#page#)

source: Go to next page (#page#)
it_it: Vai alla prossima pagina (#page#)
